/*
 * to : 时间统计
 * author : 情封
 * time   : 2012-08-20 
*/

var data_task = [
	{
		'小芳':"1）我的游戏店页面（2h）<br/> 2）帐号管理页面（3h） <br/> 3）看game.taobao.com（1h）",
		'情封':'1）跟踪秒杀活动弹窗,并修改程序套完后出的 BUG （1H）<br/>2）返现网：商城首页改版 （2H）<br/>3）画皮2的两个站内弹窗 （0.5H）<br/>4）设计文章移动版',
		'俊GG':'动漫一般专题《果宝特攻》新模板首页、列表页的制作 （5H）',
		'雪莲':'传奇三国页面 完成度 90% （8H）',
		'小郭':'1）社区积分页面的细节问题，写了排行榜的切换效果的js（2h）<br/>2）排行榜结构样式调整（1h）<br/>3）首页等级移动上去显示等级进度条效果调整与IE6下的bug修改（2h）'
	},
	{
	'小芳':"1）交易平台三个弹窗：分别是 商品提交成功弹窗、 商品下架弹窗和修改价格 （1H）<br/>2）二战前线flash高度的修改和后面跟踪（2h）<br/>3）卡布魔镜的模版布局（0.5h）<br/>4）火影世界中选服框文字滚动在ie6下出现快频率的滚动（2h）",
	'情封':'1：设计文章页面(1H)<br/>2: 查看关于手机开发的资料。文章手机版DEMO出来(5H)',
	'俊GG':'1）《秦时明月》底部增加合作厂商图片友情链接 1H<br/>2）完成《果宝特攻》内页html结构代码的制作、psd切片的甄选，整合之后就是css样式文件的编写，首页样式完成度20%  6H',
	'雪莲':'1.传奇三国页面剩余15%完成，用时3小时<br/>2.神仙道在线bug完成，2小时；<br/>3.返现网专题页面完成40%，用时2小时（模块不太明确，有跟产品沟通）；',
	'小郭':'1）音乐频道修改：侧边栏排行榜模块底部新增花纹，调整了结构。搜索模块与旧版音乐频道的样式与js统一调整（2h）<br/>2）与动漫程序讨论音乐频道关于部分模块使用旧有结构问题，讨论结构换成新的模块。<br/>3）与李俊，影子讨论COSPLAY顶部的切图问题'
	},
	{
	'小芳':"1）阅读、修改雪莲写的传奇三国代码：（1.5h）<br/>2）火影世界七夕专题页面（2.5h）<br/>3）卡布魔镜的模版布局（0.5h）<br/>4）火影世界中选服框文字滚动在ie6下出现快频率的滚动（2h）",
	'情封':'1）对广告模块的优化 （3H）<br/>2）新增画皮8的站外广告 （0.5H）<br/>3）返现商城的修改(0.2H)<br/>移动版页面测试，CSS3的动画 （2H）',
	'俊GG':'1）《果宝特攻》首页样式编写，完成度45% （2H），其他装系统',
	'雪莲':'1）完成返现网页面（3H）；<br/>2）完成返现网重置密码弹窗页面，（2H）；<br/>3）修改传奇三国一背景图片+切好职业介绍图片+收藏按钮图片样式，（1H）',
	'小郭':'1）音乐频道新增列表三个海贼，死神，火影按钮，列表切换的结构样式与js重新调整（2h）<br/>2）cosplay频道的两次测试修改 (4H)。'
	}
]